<!DOCTYPE html>
<html>
 <head>
  <meta charset="utf-8" />
  <meta id="pagemeta" page="team" />
  <meta http-equiv="Pragma" content="no-cache" />
  <meta http-equiv="Cache-Control" content="no-cache" />
  <link rel="apple-touch-icon" sizes="180x180" href="__STATIC__/coti/img/favicon/apple-touch-icon.png" />
  <link rel="icon" type="image/png" sizes="32x32" href="__STATIC__/coti/img/favicon/favicon-32x32.png" />
  <link rel="icon" type="image/png" sizes="16x16" href="__STATIC__/coti/img/favicon/favicon-16x16.png" />
  <link rel="manifest" href="__STATIC__/coti/img/favicon/manifest.json" />
  <link rel="mask-icon" href="__STATIC__/coti/img/favicon/safari-pinned-tab.svg" color="#5bbad5" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0,user-scalable=no" />
  <title>COTI - Equipo</title>
  <script type="text/javascript">
       document.querySelector('html').style.opacity = 0
   
       document.addEventListener('DOMContentLoaded', function(event) {
         window.addEventListener('load', function() {
           document.querySelector('html').style.opacity = 100
         })
       })
     </script>
  <meta name="description" content="COTI - Currency of the Internet" />
  <meta name="keywords" content="COTI, crypto, cryptocurrency, currency, payment processing, ico, ige" />
  <meta name="revisit-after" content="1 days" />
  <meta http-equiv="X-UA-Compatible" content="IE=edge" />
  <meta http-equiv="X-UA-Compatible" content="IE=9" />
  <meta http-equiv="X-UA-Compatible" content="IE=11" />
  <link rel="author" content="COTI Inc." />
  <link rel="publisher" content="COTI Inc." />
  <meta property="og:title" content="COTI - Currency of the Internet" />
  <meta property="og:description" content="A digital currency built for payments" />
  <meta property="og:image" content="//coti.io/img/coti-meta-tag.jpg" />
  <meta property="og:url" content="//coti.io" />
  <meta property="og:type" content="website" />
  <meta name="twitter:title" content="COTI - Currency of the Internet" />
  <meta name="twitter:description" content="A digital currency built for payments" />
  <meta name="twitter:image" content="//coti.io/img/coti-meta-tag.jpg" />
  <meta name="twitter:url" content="//coti.io" />
  <meta name="twitter:card" content="player" />
  <link rel="stylesheet" type="text/css" href="__STATIC__/coti/css/team.css?v=8f013ef5040" />
 </head>
 <body>
  <include file="coti_public@header_es">
  <section id="team-header">
   <h3 class="txt-highlight">PERSONAS</h3>
   <h2>detr&aacute;s de la divisa de Internet</h2>
  </section>
  <section id="team-people">
   <div class="content">
    <h3 class="txt-highlight">Equipo</h3>
    <div class="team-people-container">
     <div class="team-people-inner-container">
      <div class="team-people-person shahaf">
       <p class="team-people-name">Shahaf Bar-Geffen</p>
       <p class="team-people-title">Director general</p>
       <a href="https://www.linkedin.com/in/shahafbg" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Shahaf es el cofundador y exdirector general de WEB3, un importante proveedor de soluciones de publicidad para medios digitales. Desde que fund&oacute; la empresa en 2006, Shahaf ha logrado que WEB3 se convierta en una firma de marketing digital multinacional l&iacute;der. Shahaf es licenciado en Biotecnolog&iacute;a y Ciencias Econ&oacute;micas por la Universidad de Tel Aviv (magna cum laude) y es oficial de las Fuerzas A&eacute;reas de Israel (comandante, reserva).</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person nir">
       <p class="team-people-name">Dr. Nir Haloani</p>
       <p class="team-people-title">CTO</p>
       <a href="https://www.linkedin.com/in/nir-haloani-324876/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Nir is an innovator in the areas of data compression, AI and machine learning and has earned the prestigious Master Inventor title for authoring over 13 patents in these fields. He has over 19 years of experience leading research and development teams at a number of tech companies and was the former co-founder and CTO of Infima Technologies, which was later acquired by IBM. Nir holds a BSc degree in computer science and mathematics from Tel Aviv University, as well as a PhD in applied mathematics from Bar-Ilan University.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person eli">
       <p class="team-people-name">Erol Hallufgil</p>
       <p class="team-people-title">Ingenier&iacute;a de investigaci&oacute;n</p>
       <a href="https://www.linkedin.com/in/eli-erol-hallufgil-970847104/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Erol es un matem&aacute;tico e ingeniero que, en los &uacute;ltimos a&ntilde;os, se ha dedicado al desarrollo de software. Su experiencia reciente incluye el desarrollo de soluciones de CRM a medida para empresas de tecnolog&iacute;a financiera. Cuenta con un m&aacute;ster en Matem&aacute;ticas del Technion, el Instituto Tecnol&oacute;gico de Israel.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person tal">
       <p class="team-people-name">Tal Dadia</p>
       <p class="team-people-title">Ingenier&iacute;a de investigaci&oacute;n</p>
       <a href="https://www.linkedin.com/in/tal-dadia-aab71b107/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Tal es un ingeniero dedicado a la investigaci&oacute;n de cadenas de bloques que adquiri&oacute; experiencia en ingenier&iacute;a de back-end en varias empresas emergentes. Adem&aacute;s de trabajar para COTI, Tal estudia los usos actuales de la tecnolog&iacute;a de cadenas de bloques y otras metodolog&iacute;as de consenso en investigaciones acad&eacute;micas del IDC, as&iacute; como lo hizo anteriormente en el centro WZB de Berl&iacute;n. Est&aacute; cursando una licenciatura en Derecho y un m&aacute;ster en Econom&iacute;a Financiera en IDC Herzliya.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person yoni">
       <p class="team-people-name">Yoni Neeman</p>
       <p class="team-people-title">Ingenier&iacute;a de software</p>
       <a href="https://linkedin.com/in/yoni-neeman-64672247" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Yoni es ingeniero de software full-stack con gran experiencia en tecnolog&iacute;a financiera y aplicaciones m&oacute;viles. Anteriormente trabaj&oacute; como responsable del equipo de integraci&oacute;n en el proyecto de gesti&oacute;n de riesgos de UMTB Bank y como ingeniero de SDK de juegos para m&oacute;vil. Antes de unirse a COTI, desarroll&oacute; software de DSS para fines de negociaci&oacute;n algor&iacute;tmica. Es licenciado en Ciencias Inform&aacute;ticas por la Universidad de Tel Aviv.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person anton">
       <p class="team-people-name">Anton Suslonov</p>
       <p class="team-people-title">Ciencia de datos</p>
       <a href="https://www.linkedin.com/in/anton-suslonov-558587103/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Anton aporta a COTI una amplia experiencia en tecnolog&iacute;a de cadenas de bloques, matem&aacute;ticas aplicadas y ciencia de datos. Recientemente, ha colaborado con la Wings Foundation como analista econ&oacute;mico trabajando en varios proyectos de cadenas de bloques. Anteriormente, trabaj&oacute; como inform&aacute;tico y gestor de riesgo en una empresa financiera de Rusia. Es licenciado en Matem&aacute;ticas Aplicadas por el Instituto de F&iacute;sica y Tecnolog&iacute;a de Mosc&uacute;.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person eyal">
       <p class="team-people-name">Eyal Wagner</p>
       <p class="team-people-title">Departamento jur&iacute;dico y de cumplimiento</p>
       <a href="https://www.linkedin.com/in/eyalwagner/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Eyal es un experto jur&iacute;dico con una amplia experiencia en tecnolog&iacute;a financiera. Recientemente ocup&oacute; el cargo de director general de Safecap Investments y de director jur&iacute;dico de grupo de Markets.com. Abogado cualificado licenciado en derecho por IDC Herzliya, Eyal participa actualmente en el programa del TRIUM Global Executive MBA (NYU Stern, LSE y HEC Paris).</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person yair">
       <p class="team-people-name">Yair Lavi</p>
       <p class="team-people-title">Finanzas/Operaciones</p>
       <a href="https://www.linkedin.com/in/yairlavi" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Yair es un profesional en finanzas y operaciones. Lleva dos a&ntilde;os asesorando a empresas emergentes de tecnolog&iacute;a financiera sobre asuntos relacionados con administraci&oacute;n, marketing y normativa. Anteriormente ocup&oacute; el puesto formal de director general de Plus500UK, la filial de Plus500 regulada por la FCA. Antes de ello, trabaj&oacute; para empresas como PwC (finanzas empresariales) y Arison Group. Es contable certificado con una licenciatura y un m&aacute;ster de la Universidad de Tel Aviv.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person david">
       <p class="team-people-name">David Assaraf<br />(cofundador)</p>
       <p class="team-people-title">Desarrollo empresarial</p>
       <a href="https://www.linkedin.com/in/david-assaraf-54656a150" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>David ocup&oacute; el cargo de responsable de auditor&iacute;a interna de HSBC Israel. Anteriormente, fue examinador de la Unidad de riesgo crediticio del Departamento de supervisi&oacute;n bancaria del Banco de Israel. Comenz&oacute; su carrera en KPMG y es perito contable. Tiene un m&aacute;ster en Administraci&oacute;n de Derecho de la Universidad Bar Ilan.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person neta">
       <p class="team-people-name">Neta Salomon</p>
       <p class="team-people-title">Recursos humanos</p>
       <a href="https://www.linkedin.com/in/neta-salomon-5620a228/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Neta tiene m&aacute;s de siete a&ntilde;os de experiencia como responsable de recursos humanos y administraci&oacute;n en empresas financieras y tecnol&oacute;gicas. Neta es licenciada en Ciencias del Comportamiento y tiene un m&aacute;ster en Ciencias Laborales.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person samuel">
       <p class="team-people-name">Samuel Falkon<br />(cofundador)</p>
       <p class="team-people-title">Comunidad</p>
       <a href="https://www.linkedin.com/in/samuel-falkon-467a878b" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Samuel es el responsable de crear y desarrollar la comunidad de COTI. Como profesional con experiencia en comercio y marketing aporta a COTI amplios conocimientos en los &aacute;mbitos de tecnolog&iacute;a financiera y tecnolog&iacute;a de consumo. Samuel dirige su propio negocio de asesoramiento de marketing, Gil Scott.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person tamar">
       <p class="team-people-name">Tamar Drachli</p>
       <p class="team-people-title">Medios sociales</p>
       <a href="https://www.linkedin.com/in/tamar-drachli-59108216/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Tamar cuenta con m&aacute;s de 12 a&ntilde;os de experiencia en medios de comunicaci&oacute;n y producci&oacute;n, trabajando como escritora-directora en el sector de la televisi&oacute;n privada y la industria comercial. Aporta una valiosa experiencia a la dimensi&oacute;n social de COTI, analizando y optimizando todas las actividades relacionadas con los medios sociales para garantizar el cumplimiento de los objetivos.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person jared">
       <p class="team-people-name">Jared Ungar</p>
       <p class="team-people-title">Desarrollo empresarial</p>
       <a href="https://za.linkedin.com/in/jared-ungar-a1865b103" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Jared ha trabajado en empresas emergentes de procesamiento de pagos de r&aacute;pido crecimiento en Sud&aacute;frica. Es un emprendedor con gran experiencia en pagos, desarrollo empresarial y ventas. Jared juega un papel clave en el desarrollo de la comunidad de COTI. Es una persona ambiciosa, decidida y orientada a objetivos que aporta entusiasmo, carisma y encanto a la iniciativa.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person carlos">
       <p class="team-people-name">Carlos M. Martins</p>
       <p class="team-people-title">Director empresarial de Gibraltar</p>
       <a href="https://www.linkedin.com/in/carlos-m-martins-11917b6" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Carlos es un banquero privado que ha trabajado para instituciones como Credit Suisse y Soci&eacute;t&eacute; G&eacute;n&eacute;rale. Forma parte de la junta de Experienced Investor Funds, es el presidente de la Gibraltar Association of Compliance Officers e imparte finanzas en la Universidad de Gibraltar para un grado del LSE. Carlos es licenciado por la Universidad de Ciencias Aplicadas de Berna y es experto en planificaci&oacute;n financiera suiza.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person anna">
       <p class="team-people-name">Anna Bocharov</p>
       <p class="team-people-title">Comunidad</p>
       <a href="https://www.linkedin.com/in/anna-bocharov-43868b150/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Anna es un activo para muchos departamentos de la organizaci&oacute;n de COTI, concretamente en lo relativo a servicios de soporte y gesti&oacute;n de comunidades. Anna tambi&eacute;n participa en las actividades sociales cotidianas de COTI y supervisa el proyecto de recompensas.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person oriane">
       <p class="team-people-name">Oriane Maire</p>
       <p class="team-people-title">Comunidad</p>
       <a href="https://www.linkedin.com/in/oriane-maire-2aa47b132/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Oriane tiene a&ntilde;os de experiencia en atenci&oacute;n al cliente. Su herencia multicultural le permite comprender las diferencias en el trato con las personas. Sus grandes aptitudes de servicio al cliente le convierten en un miembro clave en las tareas de moderaci&oacute;n de la actividad comunitaria de COTI.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person yaniv">
       <p class="team-people-name">Yaniv Dadon</p>
       <p class="team-people-title">Desarrollo de software</p>
       <a href="https://www.linkedin.com/in/yaniv-dadon-41777810a/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Yaniv es un desarrollador full-stack con amplia experiencia en el desarrollo de aplicaciones web y herramientas de marketing mediante el uso de tecnolog&iacute;a web avanzada y soluciones de UI/UX para el usuario.<br />Anteriormente trabaj&oacute; como desarrollador para varias empresas de tecnolog&iacute;a publicitaria.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person efrat">
       <p class="team-people-name">Efrat Bar-Lev</p>
       <p class="team-people-title">Marketing</p>
       <a href="https://www.linkedin.com/in/efrat-bar-lev-967bb965/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Efrat is responsible for executing COTI's marketing campaigns and managing public relations. Efrat brings over 5 years of experience in the digital media sphere, which includes managing WEB3's mobile department and leading client relation operations.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person jon-e">
       <p class="team-people-name">Jon Elias</p>
       <p class="team-people-title">Social &amp; Operations</p>
       <a href="https://www.linkedin.com/in/jon-elias-3bb23775/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Jon serves as a business development and operations manager at COTI. Previously he held the role of head of affiliate marketing at WEB3, as well as an operations manager at Maple.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person albert">
       <p class="team-people-name">Albert A. Levi</p>
       <p class="team-people-title">Community</p>
       <a href="https://www.linkedin.com/in/albert-a-levi-87597915b/" target="_blank">
        <div class="linkedin">
         <i class="fa fa-linkedin" aria-hidden="true"></i>
        </div></a>
      </div>
      <p>Albert has a strong background as a customer support and compliance specialist. He has also worked as a technical and literature translator and editor for over 7 years. A multi-dimensional team player with various areas of expertise, he plays an important role in maintaining close customer-community relationships and moderation.</p>
     </div>
    </div>
    <h3 class="txt-highlight">Promotores y asesores</h3>
    <div class="team-people-container backers">
     <div class="team-people-inner-container">
      <div class="team-people-person matt">
       <p class="team-people-name">Dr. Matt McBrady</p>
       <p class="team-people-title">Antiguo director general y de informaci&oacute;n<br />de BlackRock</p>
      </div>
      <p>Matthew fue director de inversiones de la plataforma de fondos de cobertura multiestrategia de BlackRock. Ocup&oacute; altos cargos en Silver Creek Capital y Bain Capital, fue profesor de finanzas en Darden School y Wharton, y trabaj&oacute; junto con Janet Yellen en el Consejo de Asesores Econ&oacute;micos del presidente Clinton. Matthew es doctor en Econom&iacute;a de la Empresa por la Universidad de Harvard.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person steven">
       <p class="team-people-name">Steven Heilbron</p>
       <p class="team-people-title">Antiguo director general<br />de Investec Bank UK</p>
      </div>
      <p>Steven es el codirector general de Cash Connect, una empresa de gesti&oacute;n de efectivo automatizada que adquiri&oacute; como parte de un consorcio en 2013. Steven tiene amplia experiencia en finanzas y anteriormente ocup&oacute; el cargo de director internacional de banca privada y codirector general de Investec Bank en Londres. Steven es perito contable y graduado en Comercio y Contabilidad por la Universidad de Ciudad del Cabo.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person greg">
       <p class="team-people-name">Greg Kidd</p>
       <p class="team-people-title">Exdirector de riesgos de Ripple Labs</p>
      </div>
      <p>Greg es el cofundador de Hard Yaka y uno de los primeros inversores de muchas startups del sector burs&aacute;til como Ripple, donde fue director de riesgos; Shift, Coinbase y 3taps, as&iacute; como Square y Twitter anteriormente. En sus comienzos fue analista experto en pagos de la Junta de Gobernadores de la Reserva Federal. Greg cuenta con un MBA de la Universidad de Yale y un MPA de la Universidad de Harvard.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person avi">
       <p class="team-people-name">Avi Chesed<br />(cofundador)</p>
       <p class="team-people-title">Director general<br />de Processing.com</p>
      </div>
      <p>Avi es el cofundador y director general de Processing.com, adem&aacute;s de presidente de la junta directiva de Transact Europe Holdings OOD. Veterano del sector de pagos, antes de cofundar Processing.com, Avi fund&oacute; varias empresas de pagos de &eacute;xito y se ha convertido en una figura destacada en este &aacute;mbito. Avi es licenciado en Administraci&oacute;n de Empresas por la Universidad de Southern California.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person sebastian">
       <p class="team-people-name">Sebastian Stupurac</p>
       <p class="team-people-title">Experto en cadena de bloques</p>
      </div>
      <p>Cofundador de WINGS, una popular plataforma de facilitaci&oacute;n de contratos inteligente y compromiso comunitario, una de las pocas dApps funcionales de la cadena de bloques de Ethereum. Sebastian lleva trabajando en soluciones descentralizadas y tecnolog&iacute;a de cadena de bloques desde 2013.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person stas">
       <p class="team-people-name">Stas Oskin</p>
       <p class="team-people-title">Experto en cadena de bloques</p>
      </div>
      <p>Dirige la estrategia tecnol&oacute;gica y los esfuerzos de colaboraci&oacute;n para WINGS Foundation, una organizaci&oacute;n suiza sin &aacute;nimo de lucro dedicada a los sistemas de gesti&oacute;n y finanzas descentralizados. Stas cuenta con m&aacute;s de 15 a&ntilde;os de experiencia en ingenier&iacute;a, desarrollo y gesti&oacute;n de software, servicios en la nube, sanidad, transmisi&oacute;n de v&iacute;deos, cadena de bloques y medios sociales.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person ophir">
       <p class="team-people-name">Ophir Gertner</p>
       <p class="team-people-title">Experto en cadena de bloques</p>
      </div>
      <p>Ophir es un alma emprendedora con un gran historial en el desarrollo de productos l&iacute;deres del mercado, incluyendo la previsi&oacute;n de cadena de bloques de Stox.com y la cofundaci&oacute;n de invest.com. Ophir ha sido nombrado uno de los personajes m&aacute;s influyentes en el &aacute;rea de cadena de bloques de Israel, con una excelente reputaci&oacute;n en este sector y considerado uno de los asesores m&aacute;s solicitados para proyectos descentralizados.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person jon">
       <p class="team-people-name">Jon Avganim<br />(cofundador)</p>
       <p class="team-people-title">Presidente<br />de Processing.com</p>
      </div>
      <p>Jon es el cofundador y presidente de Processing.com, y director ejecutivo de Transact Europe Holdings OOD. Antes de cofundar Processing.com, Jon fund&oacute; y dirigi&oacute; varias empresas de &eacute;xito en los sectores de distribuci&oacute;n internacional y finanzas.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person theofanis">
       <p class="team-people-name">Theofanis Alexoudas</p>
       <p class="team-people-title">Asesor de gesti&oacute;n de riesgos</p>
      </div>
      <p>Experto en gesti&oacute;n de riesgos con amplia experiencia en las &aacute;reas de riesgo de mercados, gobernanza del riesgo y requisitos de gesti&oacute;n del riesgo regulatorio. Comenz&oacute; su carrera en J.P. Morgan Chase &amp; Co. en Londres y m&aacute;s recientemente ocup&oacute; el cargo de director de riesgos en Safecap Investments. Theofanis cuenta con un doctorado en Matem&aacute;ticas de la Universidad de Londres.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person zvi">
       <p class="team-people-name">Dr. Zvi Gabbay</p>
       <p class="team-people-title">Socio<br />de Barnea &amp; Co</p>
      </div>
      <p>Experto en regulaci&oacute;n financiera y leyes burs&aacute;tiles, Zvi es socio y director de mercados de capitales de Barnea &amp; Co. Zvi trabaj&oacute; anteriormente como director de implementaci&oacute;n de la Autoridad de Valores de Israel y como abogado en la sede de Nueva York de Skadden. Zvi cuenta con un doctorado en Ciencias Jur&iacute;dicas y un m&aacute;ster en Derecho de la Universidad de Columbia, un m&aacute;ster en Derecho de la Universidad Bar-Ilan y una licenciatura en Derecho de la Universidad Hebrea de Jerusal&eacute;n.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person fochmann">
       <p class="team-people-name">Martin Fochmann</p>
       <p class="team-people-title">Profesor<br />de la Universidad de Colonia</p>
      </div>
      <p>Martin es profesor de Contabilidad Conductual, Fiscalidad y Finanzas de la Universidad de Colonia y director general de la Asociaci&oacute;n Alemana para la Investigaci&oacute;n Econ&oacute;mica Experimental. Martin imparti&oacute; cursos de comercio y finanzas en varias universidades, incluida la Universidad de Colonia, la Universidad de Hannover y la Universidad EBS. Cuenta con un t&iacute;tulo de doctorado de la Universidad de W&uuml;rzburg y ha ganado varios premios por sus investigaciones.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person sean">
       <p class="team-people-name">Sean Melnick</p>
       <p class="team-people-title">Presidente<br />de Peregrine Group</p>
      </div>
      <p>Sean es el fundador y presidente no ejecutivo de Peregrine Group, un grupo de servicios financieros internacional que cotiza en el JSE. Antes de cofundar Peregrine en 1996 y ocupar el cargo de presidente general del grupo durante 11 a&ntilde;os en total, Sean trabaj&oacute; en Investec Bank y en Liberty Asset Management (Stanlib). Sean es licenciado cum laude en Comercio por la Universidad de Witwatersrand, Johannesburgo.</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person stephan">
       <p class="team-people-name">Dr. Stephan Wessel</p>
       <p class="team-people-title">Director general<br />de Arcana Capital</p>
      </div>
      <p>Stephan es socio fundador de Arcana Capital, una oficina multifamiliar independiente que ofrece asesoramiento sobre estrategias de capital privado a sus clientes. Stephan trabaj&oacute; anteriormente dirigiendo los esfuerzos de capital privado de dos importantes oficinas unifamiliares europeas. Stephan comenz&oacute; su carrera en UBS Investment Bank, en la divisi&oacute;n de fusiones y adquisiciones. Cuenta con una licenciatura, un m&aacute;ster y un doctorado en Ciencias Empresariales (summa cum laude).</p>
     </div>
     <div class="team-people-inner-container">
      <div class="team-people-person stefan">
       <p class="team-people-name">Dr. Stefan Hlawatsh</p>
       <p class="team-people-title">Director general<br />de Skybridge Investment</p>
      </div>
      <p>Stefan es el director general de Skybridge Investment y profesor adjunto del International School of Management (ISM) en Hamburgo. Stefan trabaj&oacute; anteriormente como especialista en asignaci&oacute;n de activos para Berenberg Bank y Consilisto Berenberg Privat-Treuhand, y como asesor de clientes en UBS. Cuenta con un t&iacute;tulo de doctorado (magna cum laude) y una licenciatura en Administraci&oacute;n de Empresas (cum laude) de la Universidad Otto-von-Guericke.</p>
     </div>
    </div>
   </div>
  </section>
  <include file="coti_public@footer_es">
  <script src="https://code.jquery.com/jquery-3.2.1.min.js" integrity="sha256-hwg4gsxgFZhOsEEamdOYGBf13FyQuiTwlAQgxVSNgt4=" crossorigin="anonymous">
    </script>
  <script type="text/javascript" async="">
      /**/window.zEmbed||function(e,t){var n,o,d,i,s,a=[],r=document.createElement("iframe");window.zEmbed=function(){a.push(arguments)},window.zE=window.zE||window.zEmbed,r.src="javascript:false",r.title="",r.role="presentation",(r.frameElement||r).style.cssText="display: none",d=document.getElementsByTagName("script"),d=d[d.length-1],d.parentNode.insertBefore(r,d),i=r.contentWindow,s=i.document;try{o=s}catch(e){n=document.domain,r.src='javascript:var d=document.open();d.domain="'+n+'";void(0);',o=s}o.open()._l=function(){var e=this.createElement("script");n&&(this.domain=n),e.id="js-iframe-async",e.src="https://assets.zendesk.com/embeddable_framework/main.js",this.t=+new Date,this.zendeskHost="coti.zendesk.com",this.zEQueue=a,this.body.appendChild(e)},o.write('<body onload="document._l();">'),o.close()}();/**/
    </script>
  <script type="text/javascript" async="">
      document.addEventListener('DOMContentLoaded', function(event) {
        !function(){var analytics=window.analytics=window.analytics||[];if(!analytics.initialize)if(analytics.invoked)window.console&&console.error&&console.error("Segment snippet included twice.");else{analytics.invoked=!0;analytics.methods=["trackSubmit","trackClick","trackLink","trackForm","pageview","identify","reset","group","track","ready","alias","debug","page","once","off","on"];analytics.factory=function(t){return function(){var e=Array.prototype.slice.call(arguments);e.unshift(t);analytics.push(e);return analytics}};for(var t=0;t<analytics.methods.length;t++){var e=analytics.methods[t];analytics[e]=analytics.factory(e)}analytics.load=function(t){var e=document.createElement("script");e.type="text/javascript";e.async=!0;e.src=("https:"===document.location.protocol?"https://":"http://")+"cdn.segment.com/analytics.js/v1/"+t+"/analytics.min.js";var n=document.getElementsByTagName("script")[0];n.parentNode.insertBefore(e,n)};analytics.SNIPPET_VERSION="4.0.0";
          analytics.load("mfrbj31pM9eetiPaEV67K2RtJbJ8YbVK");
          analytics.page(document.getElementById('pagemeta').getAttribute('page'));
        }}();
      })
    </script>
  <script src="https://www.google.com/recaptcha/api.js?onload=onloadCallback&amp;render=explicit" async="" defer="">
    <script
      type='text/javascript'
      id='hs-script-loader'
      async defer
      src='//js.hs-scripts.com/3892220.js'
    ></script>
  <script type="text/javascript" src="js/application.js?v=8f013ef5040&quot;"></script>
 </body>
</html>